{
    "Laboratory Research": [
        {
            "name": "Jisoo Choi",
            "title": "Ph.D.",
            "biography": "I obtained a bachelor’s degree in physics from Chosun University and a master’s degree in medical system engineering from Gwangju Institute of Science and Technology in Korea. I got my PhD degree in neuroscience at Mcgill University and I am currently a Research fellow at MGH and Harvard Medical School. My research interest is to investigate how memory is consolidated during sleep and how this neuronal mechanism is affected in neurodegenerative diseases, such as Alzheimer’s disease. I love crocheting/knitting and exploring cafes. Travelling and having delicious food is another joy of my life.",
            "photo": ""
        },
        {
            "name": "Aline Fassini",
            "title": "Ph.D.",
            "biography": "I joined the lab as a post-doc research fellow in 2022. My work involves using small molecules as therapeutic targets for neurodegenerative diseases. I obtained my PhD in pharmacology at the University of São Paulo- Brazil, where my research was focused in neuropharmacology. I love spending time with my family, cooking, reading and watching a good movie/series.",
            "photo": ""
        },
        {
            "name": "Hanyan Li",
            "title": "Ph.D., Instructor",
            "biography": "Dr. Hanyan Li is an Instructor in Neurology at Massachusetts General Hospital and Harvard Medical School. Dr. Li has an interdisciplinary background in engineering and neuroscience. She earned her Ph.D. in Biomedical Engineering from Stevens Institute of Technology in Hoboken, NJ, where she focused on deep brain stimulation. She also holds an M.S. in Electrical and Computer Engineering from Drexel University in Philadelphia, PA, focusing on signal processing. Her algorithm of identifying the Substantia Nigra during intraoperative recordings has become a U.S. patent. Building on her expertise in neurophysiology and computational approaches, Hanyan joined Dr. Stephen Gomperts’ team at Massachusetts General Hospital, where she has since identified neurophysiological features associated with both early and late stages of Alzheimer’s disease. In her future work, she aims to uncover the causal mechanisms underlying the neural failure in Alzheimer’s disease, providing critical insights into memory impairments and dementia.",
            "photo": "src/assets/Hanyan.jpg"
        }
    ],
    "Clinical Research": [
        {
            "name": "Anna Goodheart",
            "title": "M.D.",
            "biography": "Anna joined the Gomperts group in 2015 when she first came to MGH as a medical intern. After residency and fellowship, she joined the Neurology faculty in 2021. Her research background is in human molecular neuroimaging, and she has worked with Dr. Gomperts on PET imaging studies in the Lewy body and atypical parkinsonian diseases. Her other research interests include imaging and non-imaging biomarkers, epidemiology, and clinical trials. Clinically, she cares for patients with Parkinson’s disease, Alzheimer’s disease, and dementia with Lewy bodies in the MGH Neurology clinics. A New England native, she enjoys the outdoors in all seasons, and outside of work you can probably find her running on the Esplanade or up in the White Mountains of New Hampshire, where she volunteers as a backcountry hiking and backpacking trip leader for the Appalachian Mountain Club.",
            "photo": "src/assets/Anna.jpg"
        },
        {
            "name": "Rong Ye",
            "title": "Ph.D.",
            "biography": "I  am a postdoctoral research fellow specializing in neurodegenerative diseases. My current research focuses on exploring fluid and neuroimaging biomarkers for tracking and predicting the progression of Lewy body dementias. I hold a PhD in neuroscience from Zhejiang University and an MD from Wuhan University. Outside of work, I am an avid theatre enthusiastic. Additionally, I enjoy reading and hiking, both of which enrich my overall perspective on life and work.",
            "photo": "src/assets/Rong's Photo .jpg"
        }
    ]
}